import { memo } from "react";
import { Link } from "wouter";

const PublicOffer = memo(() => {
	return (
		<div className="flex flex-col gap-8 px-auto max-w-[1110px] ">
			<div className="flex flex-col gap-6">
				<h1 className="text-h2Mobile md:text-h2Medium lg:text-h2Desctop ">
					Публичная оферта (договор на оказание услуг)
				</h1>
				<p className="text-t2Regular">
					Редакция Публичной оферты (Договора на оказание услуг) от 23.08.2024
					г.
				</p>
			</div>
			<div>
				<p className="text-t2Regular mt-4">
					Настоящая политика обработки персональных данных составлена в
					соответствии с требованиями Федерального закона от 27.07.2006. №
					152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и
					определяет порядок обработки персональных данных и меры по обеспечению
					безопасности персональных данных, предпринимаемые Михайловым Иваном
					Сергеевичем (далее — Оператор).
					<br />
					<br />
					1.1. Оператор ставит своей важнейшей целью и условием осуществления
					своей деятельности соблюдение прав и свобод человека и гражданина при
					обработке его персональных данных, в том числе защиты прав на
					неприкосновенность частной жизни, личную и семейную тайну.
					<br />
					<br />
					1.2. Настоящая политика Оператора в отношении обработки персональных
					данных (далее — Политика) применяется ко всей информации, которую
					Оператор может получить о посетителях веб-сайта httpsː//rifify.me
				</p>
			</div>
			<div>
				<h2 className="text-t1Semi_mob lg:text-t1Semi_deck">
					1. Термины и определения
				</h2>
				<p className="text-t2Regular mt-4">
					1.1. В настоящей Оферте перечисленные ниже термины и определения
					используются в следующем значении:
					<br />
					<br />
					1.1.1. «Интернет-сайт (Сайт)» – совокупность информации, размещаемая
					Исполнителем в сети Интернет по адресу: rifify.me и на всех его
					поддоменах, включая все их разделы, страницы, файловую структуру и
					любые иные структурные элементы.
					<br />
					<br />
					1.1.2. «Платформа» — принадлежащий Исполнителю Интернет-сайт,
					состоящий из совокупности программ для ЭВМ и информации, размещённой
					на нём Исполнителем и/или Заказчиками.
					<br />
					<br />
					1.1.3. «Оферта/Договор» – настоящий документ, опубликованный на
					официальном Сайте Исполнителя, адресованный неограниченному кругу
					физических лиц, обладающих необходимой правоспособностью и
					дееспособностью в соответствии с действующим законодательством
					Российской Федерации, индивидуальных предпринимателей или юридических
					лиц.
					<br />
					<br />
					1.1.4. «Акцепт Оферты» – полное и безоговорочное принятие Оферты путем
					осуществления Заказчиком действий, указанных в п. 3.3. Оферты,
					создающее Договор между Сторонами. Совершение акцепта Оферты
					подтверждает, что Заказчик ознакомлен с ней и полностью согласен с ее
					условиями.
					<br />
					<br />
					1.1.5. «Исполнитель» – лицо, выразившее намерение заключить Договор с
					любым физическим лицом, достигшим возраста, допустимого в соответствии
					с действующим законодательством Российской Федерации, индивидуальным
					предпринимателем или юридическим лицом для акцепта настоящей Оферты на
					условиях, указанных в настоящей Оферте (Общество с ограниченной
					ответственностью «БЫСТРЫЕ РЕШЕНИЯ» (ООО «БЫСТРЫЕ РЕШЕНИЯ») (ИНН
					7736677193; КПП 503201001; ОГРН 1147746714323; юридический адрес:
					143072, Московская область, г.о. Одинцовский, п. ВНИИССОК, ул.
					Рябиновая, д. 5, помещ. 2; адрес электронной почты: support@rifify.me,
					номер телефона + 7 (962) 999-82-64, в лице генерального директора
					Пасько Светланы Викторовны, действующей на основании устава).
					<br />
					<br />
					1.1.6. «Заказчик» — физическое лицо, достигшее возраста, допустимого в
					соответствии с действующим законодательством Российской Федерации для
					акцепта Оферты, индивидуальный предприниматель или юридическое лицо,
					которые обладают соответствующими полномочиями.
					<br />
					<br />
					1.1.7. «Услуги» – специальная форма оказания услуг Исполнителем в виде
					предоставления Заказчику услуг по аналитике данных для представителей
					музыкальной индустрии.
					<br />
					<br />
					1.1.8. «Верификация Заказчика» — действия Заказчика по отправке
					регистрационной формы, размещённой на Сайте: rifify.me, которые, в
					случае отсутствия у Исполнителя возражений по регистрации Заказчика,
					влекут за собой создание учётной записи (Личного кабинета).
					<br />
					<br />
					1.1.9. «Личный кабинет» — персональный раздел Сайта, к которому
					Заказчик получает доступ после прохождения регистрации и/или
					авторизации на Сайте.
					<br />
					<br />
					1.2. В Оферте могут быть использованы понятия, не определенные в
					пункте 1.1. настоящей Оферты. В этих случаях толкование понятий
					производится в соответствии с текстом и смыслом данной Оферты. В
					случае отсутствия однозначного толкования понятия в тексте Оферты,
					следует руководствоваться действующим законодательством Российской
					Федерации.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					2. Общие положения
				</h2>
				<p className="text-t2Regular mt-4">
					1.1. В соответствии со статьей 437 Гражданского кодекса Российской
					Федерации, настоящая Оферта является официальным, публичным и
					безотзывным предложением Исполнителя, адресованным Заказчикам,
					заключить договор на предусмотренных настоящей Офертой условиях.
					<br />
					<br />
					1.2. Акцепт настоящей Оферты означает, что Заказчик согласен со всеми
					положениями настоящей Оферты и обязуется им следовать. С момента
					Акцепта настоящей Оферты Заказчиком данное предложение считается
					договором, заключённым между Исполнителем и Заказчиком на условиях,
					установленных в настоящем предложении.
					<br />
					<br />
					1.3. В отношении функционирования и развития Платформы Исполнитель
					руководствуется действующим законодательством Российской Федерации,
					настоящей Офертой и иными специальными документами, которые
					разработаны или могут быть разработаны и приняты Исполнителем в целях
					регламентации предоставления Заказчикам доступа к функционалу
					Платформы.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					3. Предмет договора и порядок оказания услуг
				</h2>
				<p className="text-t2Regular mt-4">
					3.1. Предметом настоящего Договора является возмездное предоставление
					Исполнителем Заказчику Услуг по аналитике данных для представителей
					музыкальной индустрии.
					<br />
					<br />
					3.2. Заказчик обязуется оплатить Исполнителя полную стоимость услуг,
					чем выражает свое полное и безоговорочное принятие условий настоящего
					Договора.
					<br />
					<br />
					3.3. Полным и безоговорочным акцептом настоящей Оферты является
					осуществление Заказчиком оплаты предложенных Исполнителем услуг на
					Сайте rifify.me и создания учётной записи (Личного кабинета)
					Заказчика. Исполнитель вправе устанавливать в качестве порядка оплаты
					услуг условие о предоплате. Заказчику, оплачивающему услуги
					Исполнителя, предоставляется возможность выбрать вариант оплаты в
					соответствии с доступными способами оплаты.
					<br />
					<br />
					3.4. Порядок и стоимость предоставления Заказчику услуг указывается на
					Сайте.
					<br />
					<br />
					3.6. Услуга будет считаться оплаченной с момента поступления денежных
					средств на расчётный счёт Исполнителя по реквизитам, указанным в
					разделе 14.
					<br />
					<br />
					3.7. Осуществляя акцепт настоящей Оферты, Заказчик подтверждает, что
					оказание Исполнителем услуг, относящихся только к этому Сайту,
					полностью соответствует возможности Заказчика пользоваться услугами,
					оказываемыми таким способом.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					4. Права и обязанности
				</h2>
				<p className="text-t2Regular mt-4">
					4.1. Исполнитель имеет право:
					<br />
					<br />
					4.1.1. По своему собственному усмотрению приостанавливать,
					ограничивать или прекращать доступ Заказчика к Сайту.
					<br />
					<br />
					4.1.2. Устанавливать любые ограничения в использовании Платформы, в
					любое время изменять настоящую Оферту в одностороннем порядке,
					опубликовав на Платформе новую редакцию Оферты.
					<br />
					<br />
					4.1.3. Исполнитель не гарантирует, что Платформа будет соответствовать
					требованиям и пожеланиям Заказчика.
					<br />
					<br />
					4.1.4. Самостоятельно определять формы и методы оказания Услуг исходя
					из требований действующего законодательства Российской Федерации и
					конкретных условий настоящего Договора.
					<br />
					<br />
					4.1.5. При выявлении случаев предоставления Заказчиком доступа к
					Личному кабинету третьим лицам, создания копий материалов Исполнителя,
					их распространения, передачи третьим лицам частично или полностью,
					создания производных и аналогичных разработанным Исполнителем
					материалов, Исполнитель вправе полностью заблокировать доступ
					Заказчика к Личному кабинету, в том числе заранее оплаченным
					Заказчиком, а также действовать в соответствии с действующим
					законодательством Российской Федерации в целях защиты своего
					авторского права и исключительных прав. При этом не производится
					возврат уплаченных Заказчиком денежных средств.
					<br />
					<br />
					4.1.6. При использовании Заказчиком материалов в целях иных, чем
					указаны в настоящем Договоре, Исполнитель вправе полностью
					заблокировать доступ Заказчика к Личному кабинету, в том числе заранее
					оплаченным Заказчиком, а также действовать в соответствии с
					действующим законодательством Российской Федерации в целях защиты
					своего авторского права и исключительных прав. При этом не
					производится возврат уплаченных Заказчиком денежных средств.
					<br />
					<br />
					4.2. Исполнитель обязуется:
					<br />
					<br />
					4.2.1. Организовать и обеспечить надлежащее предоставление услуг.
					<br />
					<br />
					4.2.2. Осуществить оказание Услуг после полной оплаты (100%
					предоплаты) Заказчиком стоимости выбранных услуг.
					<br />
					<br />
					4.2.3. Не разглашать информацию о персональных данных Заказчика без
					его согласия и осуществлять их обработку исключительно с целью
					исполнения настоящего Договора в соответствии с Политикой
					конфиденциальности, утвержденной Исполнителем и расположенной на
					Сайте.
					<br />
					<br />
					4.2.4. Предпринимать все зависящие от него действия для обеспечения
					бесперебойной работы Платформы, однако Исполнитель не несёт
					ответственности за перерывы в работе Платформы (в т. ч. аварийные,
					профилактические), за недостаточное качество или скорость
					предоставления данных, за полную или частичную утрату каких-либо
					данных, размещённых на Платформе, или за причинение любых других
					убытков, которые возникли или могут возникнуть при пользовании
					Платформой, но не по вине Исполнителя.
					<br />
					<br />
					4.2.5. Требовать оплаты оказываемых Услуг.
					<br />
					<br />
					4.3. Заказчик обязуется:
					<br />
					<br />
					4.3.1. Соблюдать и выполнять условия настоящей Оферты.
					<br />
					<br />
					4.3.2. Самостоятельно просматривать, знакомиться и иным образом
					пользоваться услугами Исполнителя, не предоставляя аутентификационные
					данные третьим лицам для их доступа к Личному кабинету.
					<br />
					<br />
					4.3.3. Не создавать копии материалов Исполнителя, не распространять,
					не передавать третьим лицам или иным образом частично или полностью
					материалы Исполнителя, не создавать производные и аналогичные
					разработанным Исполнителем материалы.
					<br />
					<br />
					4.3.4. Не использовать материалы в целях иных, чем указаны в настоящем
					Договоре. Не рекламировать материалы и не использовать их прямым или
					косвенным образом в прямой или скрытой рекламе в коммерческих целях.
					<br />
					<br />
					4.3.5. Самостоятельно обеспечивать техническую возможность получения
					Услуг Исполнителя со своей стороны.
					<br />
					<br />
					4.3.6. Не продавать, не уступать право требования к Исполнителю.
					<br />
					<br />
					4.3.7. Не допускать распространение любыми способами недостоверной
					информации об Услугах Исполнителя, а также информацию, порочащую
					деловую репутацию Исполнителя.
					<br />
					<br />
					4.3.8. Соблюдать действующее законодательство Российской Федерации об
					интеллектуальной собственности, ее защите и нести ответственность за
					его нарушение.
					<br />
					<br />
					4.4. Заказчик имеет право:
					<br />
					<br />
					4.4.1. Выбрать интересующие Услуги и оплатить их.
					<br />
					<br />
					4.4.2. Пользоваться совокупностью материалов в соответствии с
					настоящим Договором. При этом Исполнитель не несет ответственность за
					применение/неприменение материалов Заказчиком.
					<br />
					<br />
					4.4.3. Самостоятельно принимать решения относительно необходимости
					совершения тех или иных действий, рекомендуемых Исполнителем в рамках
					оказания Услуг по настоящему Договору.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					5. Стоимость и порядок оплаты услуг
				</h2>
				<p className="text-t2Regular mt-4">
					5.1. Стоимость предоставляемых Услуг определяется Исполнителем в
					одностороннем порядке. Исполнитель вправе в одностороннем порядке
					изменять цены на предоставляемые Услуги.
					<br />
					<br />
					5.2. Заказчик обязуется уплатить Исполнителя полную стоимость услуг по
					полной предварительной оплате, путем осуществления Заказчиком заказа
					Услуг Исполнителя и оплаты предложенных Исполнителем Услуг.
					<br />
					<br />
					5.3. Порядок и стоимость предоставления Заказчику платных Услуг
					указывается на Сайте. Порядок предоставления Заказчику Услуг также
					может регулироваться отдельными соглашениями между Сторонами.
					<br />
					<br />
					5.4. Стоимость Услуг включает в себя сумму расходов Исполнителя,
					связанных с оказанием Услуг.
					<br />
					<br />
					5.5. Моментом оплаты считается поступление денежных средств на
					расчётный счёт Исполнителя по реквизитам, указанным в разделе 14.
					Заказчик обязуется хранить все документы, подтверждающие осуществление
					оплаты до момента зачисления денежных средств на расчетный счет
					Исполнителя. Если денежные средства от Заказчика не поступили на
					расчетный счет Исполнителя в установленный срок и (или) в
					установленном размере, последний имеет право не приступать к оказанию
					Услуг либо прекратить их оказание.
					<br />
					<br />
					5.6. Особенности оплаты с помощью банковских карт:
					<br />
					<br />— в соответствии с положением Центрального Банка Российской
					Федерации «Об эмиссии банковских карт и об операциях, совершаемых с
					использованием платежных карт» от 24.12.2004 № 266-П операции по
					банковским картам совершаются держателем карты либо уполномоченным им
					лицом;
					<br />
					<br />— авторизация операций по банковским картам осуществляется
					банком. Если у банка есть основания полагать, что операция носит
					мошеннический характер, то банк вправе отказать в осуществлении данной
					операции. Мошеннические операции с банковскими картами попадают под
					действие статьи 159 Уголовного Кодекса Российской Федерации.
					<br />
					<br />
					5.7. Прием и обработка платежей с использованием банковских карт
					проводится Провайдером электронных платежей.
					<br />
					<br />
					5.8. Перечень реквизитов банковской карты для проведения платежей
					включает в себя: — номер банковской карты;
					<br />
					<br />— срок окончания действия банковской карты (месяц/год);
					<br />
					<br />— код проверки подлинности банковской карты CVC2/CVV2; — Фамилию
					и Имя держателя банковской карты.
					<br />
					<br />
					5.9. Возможна необходимость подтверждения согласия оплаты при помощи
					ввода пароля. Пароль представляет собой цифровую/буквенно-цифровую
					последовательность, идентифицирующую Заказчика как держателя
					банковской карты. Проверка пароля осуществляется банком-эмитентом.
					<br />
					<br />
					5.10. Исполнитель не хранит и не обрабатывает данные банковских карт
					Заказчика, обеспечивая лишь запросы в Процессинговый центр и
					Банк-эмитент для проведения операций по банковской карте Заказчика.
					Платежная система «Робокасса» предоставляет доступ к сторонним
					платежным системам, через которые осуществляется безналичный расчет,
					данные не передаются и не сохраняются системой, а используются только
					для проведения безналичного расчета.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					6. Акцепт настоящей оферты
				</h2>
				<p className="text-t2Regular mt-4">
					6.1. Акцептом настоящей Оферты признается полное и безоговорочное
					принятие Оферты путем осуществления Заказчиком действий, указанных в
					п. 3.3. Оферты, создающее Договор между Сторонами.
					<br />
					<br />
					6.2. Настоящая Оферта признается акцептованной, а права и обязанности
					для Сторон возникшими, с момента зачисления денежных средств на
					расчетный счет, указанный Исполнителем в разделе 14.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					7. Ответственность сторон
				</h2>
				<p className="text-t2Regular mt-4">
					7.1. Исполнитель не несет ответственность за несоответствие
					предоставленных услуг ожиданиям Заказчика и (или) за его субъективную
					оценку, такое несоответствие ожиданиям и (или) отрицательная
					субъективная оценка не являются основаниями считать услуги оказанными
					некачественно, или не в согласованном объеме. Также не являются такими
					основаниями мнения третьих лиц, отличные от мнения Заказчика.
					<br />
					<br />
					7.2. Исполнитель не несет ответственности за невозможность оказания
					услуг Заказчику по причинам, не зависящим от Исполнителя. В данном
					случае услуги считаются оказанными надлежащим образом и подлежащими
					оплате в полном размере.
					<br />
					<br />
					7.3. Исполнитель не несет ответственности за любые убытки, включая
					упущенную выгоду, причиненные Заказчику в результате невозможности
					воспользоваться предоставленными ему услугами не по вине Исполнителя.
					<br />
					<br />
					7.4. Ответственность за незаконное использование информации
					Исполнителя Заказчиком несет Заказчик. Заказчик принимает на себя
					безоговорочное обязательство не создавать производные и аналогичные
					созданным Исполнителем услуги, не распространять, не передавать
					третьим лицам информацию полностью или частично, а также принимает на
					себя обязательство использовать информацию исключительно для целей
					личного потребления. В случае нарушения Заказчиком данного пункта
					Исполнитель вправе незамедлительно обратиться в суд за защитой
					нарушенного права.
					<br />
					<br />
					7.5. Исполнитель не несет ответственности за действия банков,
					электронных платежных систем, обеспечивающих оплату денежных средств
					при исполнении настоящего Договора. Также Исполнитель не несет
					ответственности за невозможность оказания услуг Заказчику по причинам,
					не зависящим от самой Исполнителя. В данном случае услуги считаются
					оказанными надлежащим образом и подлежащими оплате в полном размере.
					<br />
					<br />
					7.6. Заказчик подтверждает, что его несогласие с мнением Исполнителя,
					методикой и содержанием услуг не является основанием для возврата
					денежных средств и предъявления претензий по качеству оказанных услуг.
					<br />
					<br />
					7.7. Заказчик обязан не допускать распространение любыми способами
					недостоверной информации об услугах Исполнителя, а также информацию,
					порочащую деловую репутацию Исполнителя.
					<br />
					<br />
					7.8. В случае расторжения настоящей Оферты по инициативе Заказчика, он
					обязан письменно уведомить Исполнителя не позднее, чем за 15
					(Пятнадцать) календарных дней до предполагаемой даты расторжения
					настоящей Оферты. Уведомление о досрочном расторжении Оферты
					направляется на адрес электронной почты Исполнителя:
					support@rifify.me. Днем получения уведомления считается день его
					поступления на указанный адрес электронной почты Исполнителя:
					support@rifify.me. При этом риск неполучения настоящего уведомления
					Исполнителем лежит на стороне Заказчика. В случае расторжения
					настоящей оферты по инициативе Заказчика, Заказчик обязан возместить
					Исполнителя фактически понесенные ей расходы, связанные с исполнением
					обязательств по настоящему Договору.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					8. Ответственность сторон
				</h2>
				<p className="text-t2Regular mt-4">
					8.1. Настоящая Оферта вступает в силу с момента ее размещения на
					Платформе по адресу rifify.me и действует до момента ее отзыва или
					изменения Исполнителем.
					<br />
					<br />
					8.2. Оферта может быть изменена или отозвана Исполнителем в
					одностороннем порядке в любое время без уведомления Заказчика. Новая
					редакция Оферты вступает в силу незамедлительно с момента ее
					публикации на Платформе. Обновленные данные Оферты на Платформе
					Исполнителя:
					<Link to="/" className="underline">
						rifify.me
					</Link>{" "}
					с указанием даты внесения изменений в верхнем колонтитуле документа
					«Редакция Публичной оферты (Договор на оказание услуг) от „XX“ XXXX
					20XX». Заказчик обязуется самостоятельно регулярно отслеживать
					изменения в Оферте.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					9. Порядок разрешения споров
				</h2>
				<p className="text-t2Regular mt-4">
					9.1. Все споры, разногласия и претензии, которые могут возникнуть в
					связи с исполнением настоящего Договора, Стороны разрешают путем
					переговоров. Сторона, у которой возникли претензии и/или разногласия,
					направляет другой Стороне сообщение с указанием возникших претензий
					и/или разногласий.
					<br />
					<br />
					9.2. Указанное в пункте 9.1. настоящего Договора сообщение
					направляется Заказчиком на адрес электронной почты Исполнителя:
					support@rifify.me. В указанном сообщении Заказчик должен описать суть
					предъявляемого требования и предоставить доказательства,
					подтверждающие обоснованность его требований. Срок ответа на претензию
					составляет 5 (пять) рабочих дней с момента получения претензии
					Исполнителем.
					<br />
					<br />
					9.3. По результатам рассмотрения претензии Исполнитель вправе
					предпринять следующие действия: удовлетворить претензию и принять
					необходимые меры для устранения недостатков, возникших в процессе
					оказания Услуг или оставить претензию без удовлетворения (в случае,
					если по результатам рассмотрения претензии, а также в ходе выяснения
					возникновения конфликтной ситуации данные Заказчика не подтвердились).
					<br />
					<br />
					9.4. При невозможности урегулирования споров путем переговоров и в
					претензионном порядке, Сторона, чье право нарушено, вправе обратиться
					за защитой своих прав в судебном порядке. Спор подлежит передаче на
					рассмотрение в уполномоченный суд по месту оказания Услуг. Местом
					оказания Услуг по настоящему Договору признается г. Москва.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					10. Обработка персональных данных заказчика
				</h2>
				<p className="text-t2Regular mt-4">
					10.1. Принимая условия настоящего Договора и предоставляя свои
					персональные данные Исполнителя, Заказчик выражает свое согласие с
					тем, что обработка внесенных им персональных данных осуществляется на
					основании Федерального закона от 27.07.2006 № 152-ФЗ (ред. от
					06.02.2023) «О персональных данных» и Политикой конфиденциальности
					Исполнителя, расположенной на Сайте по адресу: masha280888@mail.ru.
					<br />
					<br />
					10.2. Исполнитель при обработке персональных данных Заказчика
					обязуется принять все предусмотренные действующим законодательством
					Российской Федерации меры для их защиты от несанкционированного
					доступа.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					11. Правила размещения информации, охраняемой законами об
					интеллектуальной собственности
				</h2>
				<p className="text-t2Regular mt-4">
					11.1. Все материалы, представленные на Платформе, включая изображения,
					программный код, логотипы, графику, звуки являются объектами
					исключительных прав и защищены в соответствии с действующим
					законодательством Российской Федерации об интеллектуальной
					собственности.
					<br />
					<br />
					11.2. При использовании Платформы запрещена загрузка, передача между
					Заказчиками, изменение или размещение информации, данных или
					изображений, которые нарушают исключительные права третьих лиц, в
					частности авторские и смежные с ними права, а также исключительные
					права на изобретение, полезную модель, промышленный образец или
					товарный знак.
					<br />
					<br />
					11.3. Заказчик несёт ответственность в случае нарушения им
					интеллектуальных прав третьих лиц, в частности авторских и смежных с
					ними прав, а также исключительных прав на изобретение, полезную
					модель, промышленный образец или товарный знак.
					<br />
					<br />
					11.4. По всем вопросам относительно оказываемых услуг просьба
					обращаться по электронному адресу: support@rifify.me.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">12. Модерация</h2>
				<p className="text-t2Regular mt-4">
					12.1. Исполнитель сохраняет за собой право проводить модерацию всех
					материалов, размещённых Заказчиками на Платформе, то есть следить за
					содержанием и качеством этих материалов и, в случае необходимости, по
					собственному усмотрению, без предупреждения и объяснения причин
					удалять или перемещать их.
					<br />
					<br />
					12.2. Заказчик соглашается с правом Исполнителя ограничивать или
					блокировать доступ к Платформе или принимать иные меры в отношении
					Заказчика, нарушившего условия настоящей Оферты, либо нормы
					действующего законодательства Российской Федерации, либо охраняемые
					законом права третьих лиц в случае поступления от них мотивированной
					жалобы. Характер этих мер, включая длительность и уровень ограничения
					доступа, определяются при этом Исполнителем по собственному усмотрению
					в соответствии с действующим законодательством Российской Федерации,
					локальными нормативными актами и могут быть применены без
					предварительного или последующего уведомления Заказчика и объяснения
					причин.
					<br />
					<br />
					12.3. В случае нарушения условий настоящей Оферты Исполнитель имеет
					право предпринимать меры, необходимые для защиты этих условий и своих
					интересов вне зависимости от срока давности этих нарушений. Таким
					образом, бездействие со стороны Исполнителя при нарушении Заказчиками
					условий настоящей оферты не лишает Исполнителя права предпринять
					необходимые для защиты своих интересов действия позднее и не говорит
					об отказе Исполнителя от своих прав при совершении подобных нарушений
					в будущем.
					<br />
					<br />
					12.4. Право Исполнителя на модерацию не является обязанностью
					контролировать все материалы, размещаемые Заказчиками на Платформе,
					публикуемые или передаваемые с использованием Платформы. Модерация
					осуществляется в объёмах, устанавливаемых Исполнителем.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					13. Дополнительные условия
				</h2>
				<p className="text-t2Regular mt-4">
					13.1. Моменты и вопросы, не предусмотренные и не разрешенные настоящим
					Договором, регулируются и разрешаются в соответствии с положениями
					действующего законодательства Российской Федерации.
					<br />
					<br />
					13.2. Стороны соглашаются сохранять в тайне и считать конфиденциальным
					Договор оказания услуг, а также всю информацию, полученную
					Исполнителем от Заказчика и Заказчиком от Исполнителя и обозначенную
					как конфиденциальная информация, не раскрывать, не разглашать, не
					обнародовать или иным способом не предоставлять такую информацию
					какой-либо третьей стороне без предварительного письменного разрешения
					Исполнителя или Заказчика соответственно, за исключением случаев,
					предусмотренных действующим законодательством Российской Федерации.
					<br />
					<br />
					13.3. Стороны подтверждают, что настоящий Договор представляет собой
					полную договоренность между Сторонами.
					<br />
					<br />
					13.4. В случае утраты силы какого-либо условия настоящего Договора в
					соответствии с действующим законодательством Российской Федерации,
					остальные положения остаются в силе в неизменном виде, а недействующее
					условие подлежит уточнению или замене на соответствующее требованиям
					действующего законодательства Российской Федерации.
					<br />
					<br />
					13.5. Заключая настоящий Договор, Заказчик понимает значение своих
					действий и способен руководить ими, не находится под влиянием
					заблуждения, обмана, насилия, угрозы. Настоящий Договор заключен
					Заказчиком добровольно, с предварительным полным ознакомлением с
					условиями Оферты/Договора, содержание которых Заказчику понятно.
				</p>
			</div>
			<div>
				<h2 className="lg:text-t1Semi_deck text-t1Semi_mob">
					14. Реквизиты исполнителя
				</h2>
				<p className="text-t2Regular mt-4">
					Общество с ограниченной ответственностью «БЫСТРЫЕ РЕШЕНИЯ» (ООО
					«БЫСТРЫЕ РЕШЕНИЯ»)
					<br />
					<br />
					Юридический адрес: 143072, Московская область, г.о. Одинцовский, п.
					ВНИИССОК, ул. Рябиновая, д. 5, помещ. 2
					<br />
					<br />
					ОГРН: 1147746714323;
					<br />
					<br />
					ИНН: 7736677193;
					<br />
					<br />
					КПП: 503201001;
					<br />
					<br />
					Расчетный счет: 40702810910000067278 в АО "Т БАНК"
					<br />
					<br />
					Корр. счет: 30101810145250000974
					<br />
					<br />
					БИК: 044525974
					<br />
					<br />
					e-mail: support@rifify.me
				</p>
			</div>
		</div>
	);
});
export default PublicOffer;
