import {memo} from "react";
import {Link} from "wouter";

const UserAgreement = memo(() => {
    return (
        <div className='flex flex-col gap-8 px-auto max-w-[1110px] '>
            <div className='flex flex-col gap-6'>
                <h1 className='text-h2Mobile md:text-h2Medium lg:text-h2Desctop '>Согласие на обработку персональных данных для Интернет-сайта Rifify.ru
                    (далее — Согласие)</h1>
                <p className='text-t2Regular'>Редакция Согласия на обработку персональных Данных для Интернет-сайта от 23.08.2024 г. </p>
            </div>
            <div>
                <p className='text-t2Regular mt-4'>Присоединяясь к настоящему Согласию и оставляя свои данные на
                    Интернет-сайте rifify.ru (далее – Сайт), посетитель Сайта (далее – Пользователь), действуя свободно,
                    по своей волей и в своем интересе, выражает свое согласие владельцу сайта, Обществу с ограниченной
                    ответственностью «БЫСТРЫЕ РЕШЕНИЯ» (ООО «БЫСТРЫЕ РЕШЕНИЯ») (ИНН 7736677193; КПП 503201001; ОГРН
                    1147746714323; юридический адрес: 143072, Московская область, г.о. Одинцовский, п. ВНИИССОК, ул.
                    Рябиновая, д. 5, помещ. 2; адрес электронной почты: support@rifify.ru, номер телефона + 7 (962)
                    999-82-64, в лице генерального директора Пасько Светланы Викторовны, действующей на основании устава
                    (далее – Оператор), на обработку персональных данных:
                    <br/>
                    <br/>
                    а именно, на любые действия (операции) или совокупность действий (операций), совершаемые Оператором
                    с использованием средств автоматизации или без использования таких средств, предусмотренные п. 3 ч.
                    1 ст. 3 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных», включая сбор, запись,
                    систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                    обезличивание, блокирование, удаление, уничтожение, передачу (распространение, предоставление,
                    доступ) указанных персональных данных третьим лицам с соблюдением мер, обеспечивающих защиту
                    персональных данных от несанкционированного доступа, в объеме, необходимом для достижения целей
                    настоящего Согласия.
                    <br/>
                    <br/>
                    Продолжая работу на Сайте, Пользователь выражает свое согласие Оператору, на обработку своих
                    персональных данных:
                    <br/>
                    <br/>
                    — персональной информации, которую Пользователь предоставляет о себе самостоятельно при заполнении
                    полей формы обратной связи;
                    <br/>
                    <br/>
                    — а также любой информации, относящейся к личности Пользователя, которую Пользователь пожелает
                    оставить на Сайте;
                    <br/>
                    <br/>
                    — данные, которые автоматически передаются сервисам Сайта в процессе их использования с помощью
                    установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные
                    файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой
                    осуществляется доступ к сервисам), характеристики оборудования и программного обеспечения,
                    используемых Пользователем, дата и время доступа к сервисам, адреса запрашиваемых страниц, сведения
                    о действиях Пользователя на Сайте и иная подобная информация.
                    Оператор не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.
                    Оператор получает персональные данные, непосредственно предоставленные Пользователем.</p>
            </div>
            <div>
                <h2 className='text-t1Semi_mob lg:text-t1Semi_deck'>
                    1. Настоящим Пользователь
                </h2>
                <p className='text-t2Regular mt-4'>
                    1.1. Подтверждает, что все указанные им в полях формы данные принадлежат лично ему и что в случае
                    указания в предоставляемых Пользователем сведениях сведений об иных лицах, он подтверждает, что
                    передает персональные данные с согласия этих лиц Оператору на основании ч. 8 ст. 9, п. 5 ч. 1 ст. 6
                    Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных», а также получение от любых
                    третьих лиц персональных данных Пользователя для осуществления законных интересов и прав на оказание
                    услуг.
                    <br/>
                    <br/>
                    1.2. Выражает свое согласие на то, что в указанных ниже целях Оператор в установленном действующим
                    законодательством Российской Федерации порядке имеет право поручать совершение отдельных действий с
                    персональными данными третьим лицам при условии, что они обязуются обеспечить безопасность
                    персональных данных при их обработке и предотвращение разглашения персональных данных. При этом
                    такие третьи лица имеют право осуществлять действия (операции) с персональными данными Пользователя,
                    аналогичные действиям, которые вправе осуществлять Оператор.
                    <br/>
                    <br/>
                    1.3. Предоставляет Оператору согласие на передачу своих персональных данных третьим лицам, в целях
                    предоставления и оказания услуг (исполнения соглашений и договоров с Пользователем).
                    <br/>
                    <br/>
                    1.4. Соглашается на получение информационной рассылки о новостях Сайта и рекламных материалов,
                    рекламы.
                </p>
            </div>
            <div>
                <h2 className='lg:text-t1Semi_deck text-t1Semi_mob'>
                    2. Цели обработки персональной информации Пользователей
                </h2>
                <p className='text-t2Regular mt-4'>
                    2.1. Сайт собирает и хранит только ту персональную информацию, которая необходима для предоставления
                    или исполнения соглашений и договоров с Пользователем, за исключением случаев, когда действующим
                    законодательством Российской Федерации предусмотрено обязательное хранение персональной информации в
                    течение определенного законом срока.
                    <br/>
                    <br/>
                    2.2. Целями сбора и обработки персональных данных Пользователей являются:
                    <br/>
                    <br/>
                    — Оказание Услуг, предоставление Сервисов в ходе исполнения Оператором договоров, заключенных с
                    самим Субъектом ПДн.
                    <br/>
                    <br/>
                    — Идентификация стороны в рамках Сервисов и договоров, заключенных Оператором.
                    <br/>
                    <br/>
                    — Предоставление Пользователю доступа к персонализированным ресурсам Платформы.
                    <br/>
                    <br/>
                    — Предоставление Пользователю доступа к Платформе.
                    <br/>
                    <br/>
                    — Направление субъекту ПДн информационных и (или) рекламных сообщений об Услугах, Сервисах, о
                    событиях в деятельности Оператора, о мероприятиях, организуемых Оператором.
                    <br/>
                    <br/>
                    — Предоставление Субъекту персональных данных информации об оказываемых Оператором Услугах, о
                    разработке Оператором новых продуктов и Услуг.
                    <br/>
                    <br/>
                    2.3. Оператор обязуется принимать все необходимые меры для защиты персональных данных Пользователя
                    от неправомерного доступа или раскрытия. В отношении персональной информации Пользователя
                    сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем
                    информации о себе для общего доступа неограниченному кругу лиц. При использовании отдельных сервисов
                    Пользователь соглашается с тем, что определенная часть его персональной информации становится
                    общедоступной.
                    <br/>
                    <br/>
                    2.4. Пользователь согласен с тем, что настоящее Согласие, а также персональные данные,
                    предоставленные им в целях настоящего согласия, обрабатываются с использованием средств
                    автоматизации, в том числе в информационно-телекоммуникационных сетях Интернет.
                    <br/>
                    <br/>
                    2.5. Настоящее согласие вступает в силу с момента выражения Пользователем согласия на обработку
                    персональных данных путем проставления признака согласия в виде галочки в чекбоксе в графическом
                    интерфейсе Сайта и действует до достижения целей обработки персональных данных или до момента его
                    отзыва.
                    <br/>
                    <br/>
                    2.6. Согласие может быть отозвано в любое время путем подачи заявления с указанием данных,
                    определенных ст. 14 Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» путем
                    направления Пользователем соответствующего письменного заявления Оператору на адрес электронной
                    почты: mailto: support@rifify.ru. При этом оказание Услуг, предоставление Сервисов Пользователю на
                    Сайте может быть прекращено.
                    <br/>
                    <br/>
                    2.7. Пользователь уведомлен о том, что Оператор вправе продолжить обработку персональных данных без
                    его согласия в случаях, предусмотренных действующим законодательством Российской Федерации.
                    <br/>
                    <br/>
                    2.8. Оператор вправе в любое время в одностороннем порядке вносить изменения в настоящее Согласие
                    путем публикации нового текста Согласия на Сайте. При внесении изменений в актуальной редакции
                    указывается дата последнего обновления. Новая редакция Согласия вступает в силу с момента ее
                    размещения, если иное не предусмотрено новой редакцией Согласия.
                    <br/>
                    <br/>
                    2.9. Действующая редакция Согласия находится на странице Сайта по адресу: ССЫЛКА НА СОГЛАСИЕ.
                </p>
            </div>
        </div>
    )
})
export default UserAgreement