export const advantagesLabels = [
    {
        text: 'Подробные отчеты о прослушиваниях  \n' +
            'и взаимодействиях с фанатами'
    },
    {
        text: 'Отслеживание в чартах'
    },
    {
        text: 'Аналитика в реальном времени'
    },
    {
        text: 'Данные о демографии аудитории'
    },
    {
        text: 'Интеграции с основными стриминговыми сервисами, социальными сетями'
    },
];
export const advantages = [
    {
        text: 'Мгновенная аналитика в реальном времени'
    },
    {
        text: 'Интеграция со стриминговыми сервисами, соцсетями и чартами'
    },
    {
        text: 'Детальные отчеты о прослушиваниях и публикациях в чартах'
    },
]